data/l2/apache/benchmark-apache.stock-4.17/cores-144/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  144 threads and 1152 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    37.91ms  140.15ms   1.98s    94.41%
    Req/Sec     1.02k   469.24    10.55k    73.63%
  2563353 requests in 19.73s, 1.27GB read
  Socket errors: connect 0, read 0, write 0, timeout 107
Requests/sec: 129910.08
Transfer/sec:     66.07MB